Revit 2027 API
ParameterTypeId.LoadIsProjected Property
 "Projected Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadIsProjected { get; }
Public Shared ReadOnly Property LoadIsProjected As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadIsProjected {
	ForgeTypeId^ get ();
}
static member LoadIsProjected : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace